Repository: inceozgurr-bit/aeiot-wallet
Catalog: ios/AEIOTWallet/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pt, ru, th, tr, uk, vi, zh_hans

source: Review %@ Transfer
ar: مراجعة تحويل %@
de: %@-Übertragung überprüfen
es: Revisar Transferencia de %@
fr: Vérifier le transfert de %@
hi: %@ ट्रांसफ़र रिव्यू करें
id: Tinjau Transfer %@
it: Rivedi trasferimento %@
ja: %@ の送金内容を確認
ko: %@ 전송 검토
nl: %@-overboeking controleren
pt: Rever Transferência de %@
ru: Проверьте перевод %@
th: ตรวจสอบการโอน %@
tr: %@ Transferini İncele
uk: Перевірте переказ %@
vi: Xem Lại Chuyển %@
zh_hans: 查看 %@ 转账详情

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
hi: सेव करें
id: Simpan
it: Salva
ja: 保存
ko: 저장
nl: Bewaar
pt: Guardar
ru: Сохранить
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存

source: Save Contact
ar: حفظ جهة الاتصال
de: Kontakt speichern
es: Guardar Contacto
fr: Enregistrer le contact
hi: कॉन्टैक्ट सेव करें
id: Simpan Kontak
it: Salva contatto
ja: 連絡先を保存
ko: 연락처 저장
nl: Contact bewaren
pt: Guardar Contacto
ru: Сохранить контакт
th: บันทึกรายชื่อติดต่อ
tr: Kişiyi Kaydet
uk: Зберегти контакт
vi: Lưu Liên Hệ
zh_hans: 保存联系人

source: Save to Address Book
ar: الحفظ في دفتر العناوين
de: Im Adressbuch speichern
es: Guardar en la Agenda
fr: Enregistrer dans le carnet d'adresses
hi: एड्रेस बुक में सेव करें
id: Simpan ke Buku Alamat
it: Salva in Rubrica
ja: アドレス帳に保存
ko: 주소록에 저장
nl: Bewaar in adresboek
pt: Guardar nos Contactos
ru: Сохранить в адресную книгу
th: บันทึกลงสมุดที่อยู่
tr: Adres Defterine Kaydet
uk: Зберегти в адресну книгу
vi: Lưu Vào Sổ Địa Chỉ
zh_hans: 保存到地址簿

source: Scan an app's QR code
ar: امسح رمز QR الخاص بالتطبيق
de: Scanne den QR-Code einer App
es: Escanea el código QR de una app
fr: Scannez le code QR d'une app
hi: किसी ऐप का QR कोड स्कैन करें
id: Pindai kode QR aplikasi
it: Scansiona il codice QR di un'app
ja: アプリのQRコードをスキャン
ko: 앱의 QR 코드를 스캔하세요
nl: Scan de QR-code van een app
pt: Leia o código QR de uma app
ru: Отсканируйте QR-код приложения
th: สแกน QR โค้ดของแอป
tr: Bir uygulamanın QR kodunu tara
uk: Відскануйте QR-код застосунку
vi: Quét mã QR của một ứng dụng
zh_hans: 扫描应用的二维码

source: Scroll to the end to read the whole request.
ar: مرّر إلى النهاية لقراءة الطلب كاملًا.
de: Scrolle bis zum Ende, um die ganze Anfrage zu lesen.
es: Desplázate hasta el final para leer toda la solicitud.
fr: Faites défiler jusqu'au bout pour lire toute la demande.
hi: पूरा रिक्वेस्ट पढ़ने के लिए अंत तक स्क्रॉल करें।
id: Gulir hingga akhir untuk membaca seluruh permintaan.
it: Scorri fino alla fine per leggere l'intera richiesta.
ja: リクエスト全文を読むには最後までスクロールしてください。
ko: 요청 전체를 읽으려면 끝까지 스크롤하세요.
nl: Scroll naar het einde om het hele verzoek te lezen.
pt: Deslize até ao fim para ler todo o pedido.
ru: Прокрутите до конца, чтобы прочитать весь запрос.
th: เลื่อนไปจนสุดเพื่ออ่านคำขอทั้งหมด
tr: İsteğin tamamını okumak için sona kaydır.
uk: Прокрутіть до кінця, щоб прочитати весь запит.
vi: Cuộn xuống cuối để đọc toàn bộ yêu cầu.
zh_hans: 滚动到底部以阅读完整请求。

source: Sees your wallet address
ar: يرى عنوان محفظتك
de: Sieht deine Wallet-Adresse
es: Ve la dirección de tu monedero
fr: Voit l'adresse de votre portefeuille
hi: आपका वॉलेट एड्रेस देखता है
id: Melihat alamat wallet kamu
it: Vede l'indirizzo del tuo portafoglio
ja: ウォレットアドレスを表示するだけ
ko: 지갑 주소만 확인합니다
nl: Ziet je walletadres
pt: Vê o endereço da sua carteira
ru: Видит адрес вашего кошелька
th: เห็นที่อยู่วอลเล็ทของคุณ
tr: Cüzdan adresini görür
uk: Бачить адресу вашого гаманця
vi: thấy địa chỉ ví của bạn
zh_hans: 查看你的钱包地址

source: Send
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
hi: भेजें
id: Kirim
it: Invia
ja: 送信
ko: 보내기
nl: Verstuur
pt: Enviar
ru: Отправить
th: ส่ง
tr: Gönder
uk: Надіслати
vi: Gửi
zh_hans: 发送

source: Send %@
ar: إرسال %@
de: %@ senden
es: Enviar %@
fr: Envoyer %@
hi: %@ भेजें
id: Kirim %@
it: Invia %@
ja: %@ を送信
ko: %@ 보내기
nl: %@ versturen
pt: Enviar %@
ru: Отправить %@
th: ส่ง %@
tr: %@ Gönder
uk: Надіслати %@
vi: Gửi %@
zh_hans: 发送 %@

source: Sending coins and revealing your recovery phrase always ask for %@, even when this is off.
ar: إرسال العملات والكشف عن عبارة الاسترداد يطلبان دائمًا %@، حتى عندما يكون هذا الخيار متوقفًا.
de: Beim Senden von Coins und beim Anzeigen deiner Wiederherstellungsphrase wird immer %@ verlangt, selbst wenn dies deaktiviert ist.
es: Enviar monedas y mostrar tu frase de recuperación siempre piden %@, incluso si esto está desactivado.
fr: L'envoi de pièces et l'affichage de votre phrase de récupération demandent toujours %@, même lorsque c'est désactivé.
hi: कॉइन भेजना और अपना रिकवरी फ्रेज़ दिखाना — दोनों हमेशा %@ मांगते हैं, भले ही यह ऑफ हो।
id: Mengirim koin dan menampilkan frasa pemulihan kamu selalu meminta %@, meskipun opsi ini dimatikan.
it: L'invio di monete e la visualizzazione della tua frase di recupero richiedono sempre %@, anche quando questa opzione è disattivata.
ja: コインの送信とリカバリーフレーズの表示は、この設定がオフの場合でも常に%@を要求します。
ko: 코인 보내기와 복구 구문 표시는 이 설정이 꺼져 있어도 항상 %@를 요구합니다.
nl: Munten versturen en je herstelzin tonen vragen altijd om %@, ook als dit uitstaat.
pt: Enviar moedas e mostrar a frase de recuperação pedem sempre %@, mesmo com esta opção desligada.
ru: Отправка монет и показ фразы восстановления всегда запрашивают %@, даже если этот параметр выключен.
th: การส่งเหรียญและการแสดงวลีกู้คืนของคุณจะขอ %@ เสมอ แม้ว่าตัวเลือกนี้จะถูกปิดอยู่ก็ตาม
tr: Coin gönderirken ve kurtarma cümleni görüntülerken, bu kapalı olsa bile her zaman %@ sorulur.
uk: Надсилання монет і показ фрази відновлення завжди запитують %@, навіть коли цей параметр вимкнено.
vi: Việc gửi coin và hiển thị cụm từ khôi phục luôn yêu cầu %@, ngay cả khi tùy chọn này đang tắt.
zh_hans: 发送代币和显示助记词始终需要 %@ 验证，即使此选项已关闭。

source: Sending…
ar: جارٍ الإرسال…
de: Wird gesendet…
es: Enviando…
fr: Envoi en cours…
hi: भेजा जा रहा है…
id: Mengirim…
it: Invio in corso…
ja: 送信中…
ko: 보내는 중…
nl: Versturen…
pt: A enviar…
ru: Отправка…
th: กำลังส่ง…
tr: Gönderiliyor…
uk: Надсилання…
vi: Đang Gửi…
zh_hans: 正在发送…

source: Sent
ar: تم الإرسال
de: Gesendet
es: Enviado
fr: Envoyé
hi: भेज दिया गया
id: Terkirim
it: Inviato
ja: 送信済み
ko: 보냄
nl: Verstuurd
pt: Enviado
ru: Отправлено
th: ส่งแล้ว
tr: Gönderildi
uk: Надіслано
vi: Đã Gửi
zh_hans: 已发送

source: Sent — waiting for confirmation…
ar: تم الإرسال — بانتظار التأكيد…
de: Gesendet — warte auf Bestätigung…
es: Enviado — esperando confirmación…
fr: Envoyé — en attente de confirmation…
hi: भेज दिया गया — कन्फ़र्मेशन का इंतज़ार है…
id: Terkirim — menunggu konfirmasi…
it: Inviato — in attesa di conferma…
ja: 送信済み — 確認待ち…
ko: 전송됨 — 확인 대기 중…
nl: Verstuurd — wachten op bevestiging…
pt: Enviado — a aguardar confirmação…
ru: Отправлено — ожидание подтверждения…
th: ส่งแล้ว — กำลังรอการยืนยัน…
tr: Gönderildi — onay bekleniyor…
uk: Надіслано — очікування підтвердження…
vi: Đã Gửi — Đang Chờ Xác Nhận…
zh_hans: 已发送 — 等待确认…

source: Setting Up…
ar: جارٍ الإعداد…
de: Wird eingerichtet…
es: Configurando…
fr: Configuration…
hi: सेट अप हो रहा है…
id: Menyiapkan…
it: Configurazione…
ja: 設定中…
ko: 설정 중…
nl: Instellen…
pt: A configurar…
ru: Настройка…
th: กำลังตั้งค่า…
tr: Kuruluyor…
uk: Налаштування…
vi: Đang Thiết Lập…
zh_hans: 正在设置…

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pt: Definições
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài Đặt
zh_hans: 设置

source: Share this address to receive AEIOT, ETH, USDC or cbBTC on the Base network.
ar: شارك هذا العنوان لاستلام AEIOT وETH وUSDC أو cbBTC على شبكة Base.
de: Teile diese Adresse, um AEIOT, ETH, USDC oder cbBTC im Base-Netzwerk zu empfangen.
es: Comparte esta dirección para recibir AEIOT, ETH, USDC o cbBTC en la red Base.
fr: Partagez cette adresse pour recevoir AEIOT, ETH, USDC ou cbBTC sur le réseau Base.
hi: Base नेटवर्क पर AEIOT, ETH, USDC या cbBTC पाने के लिए यह एड्रेस शेयर करें।
id: Bagikan alamat ini untuk menerima AEIOT, ETH, USDC, atau cbBTC di jaringan Base.
it: Condividi questo indirizzo per ricevere AEIOT, ETH, USDC o cbBTC sulla rete Base.
ja: このアドレスを共有すると、Baseネットワーク上でAEIOT、ETH、USDC、cbBTCを受け取れます。
ko: 이 주소를 공유하면 Base 네트워크에서 AEIOT, ETH, USDC 또는 cbBTC를 받을 수 있습니다.
nl: Deel dit adres om AEIOT, ETH, USDC of cbBTC op het Base-netwerk te ontvangen.
pt: Partilhe este endereço para receber AEIOT, ETH, USDC ou cbBTC na rede Base.
ru: Поделитесь этим адресом, чтобы получать AEIOT, ETH, USDC или cbBTC в сети Base.
th: แชร์ที่อยู่นี้เพื่อรับ AEIOT, ETH, USDC หรือ cbBTC บนเครือข่าย Base
tr: Base ağında AEIOT, ETH, USDC veya cbBTC almak için bu adresi paylaş.
uk: Поділіться цією адресою, щоб отримувати AEIOT, ETH, USDC або cbBTC у мережі Base.
vi: Chia sẻ địa chỉ này để nhận AEIOT, ETH, USDC hoặc cbBTC trên mạng Base.
zh_hans: 分享此地址以在 Base 网络上接收 AEIOT、ETH、USDC 或 cbBTC。

source: Share this address to receive AEIOT, ETH, USDC, USDT or cbBTC on the Base network.
ar: شارك هذا العنوان لاستلام AEIOT وETH وUSDC وUSDT أو cbBTC على شبكة Base.
de: Teile diese Adresse, um AEIOT, ETH, USDC, USDT oder cbBTC im Base-Netzwerk zu empfangen.
es: Comparte esta dirección para recibir AEIOT, ETH, USDC, USDT o cbBTC en la red Base.
fr: Partagez cette adresse pour recevoir AEIOT, ETH, USDC, USDT ou cbBTC sur le réseau Base.
hi: Base नेटवर्क पर AEIOT, ETH, USDC, USDT या cbBTC पाने के लिए यह एड्रेस शेयर करें।
id: Bagikan alamat ini untuk menerima AEIOT, ETH, USDC, USDT, atau cbBTC di jaringan Base.
it: Condividi questo indirizzo per ricevere AEIOT, ETH, USDC, USDT o cbBTC sulla rete Base.
ja: このアドレスを共有すると、Baseネットワーク上でAEIOT、ETH、USDC、USDT、cbBTCを受け取れます。
ko: 이 주소를 공유하면 Base 네트워크에서 AEIOT, ETH, USDC, USDT 또는 cbBTC를 받을 수 있습니다.
nl: Deel dit adres om AEIOT, ETH, USDC, USDT of cbBTC op het Base-netwerk te ontvangen.
pt: Partilhe este endereço para receber AEIOT, ETH, USDC, USDT ou cbBTC na rede Base.
ru: Поделитесь этим адресом, чтобы получать AEIOT, ETH, USDC, USDT или cbBTC в сети Base.
th: แชร์ที่อยู่นี้เพื่อรับ AEIOT, ETH, USDC, USDT หรือ cbBTC บนเครือข่าย Base
tr: Base ağında AEIOT, ETH, USDC, USDT veya cbBTC almak için bu adresi paylaş.
uk: Поділіться цією адресою, щоб отримувати AEIOT, ETH, USDC, USDT або cbBTC у мережі Base.
vi: Chia sẻ địa chỉ này để nhận AEIOT, ETH, USDC, USDT hoặc cbBTC trên mạng Base.
zh_hans: 分享此地址以在 Base 网络上接收 AEIOT、ETH、USDC、USDT 或 cbBTC。

source: Show More
ar: عرض المزيد
de: Mehr anzeigen
es: Mostrar Más
fr: Afficher plus
hi: और दिखाएं
id: Tampilkan Lebih Banyak
it: Mostra altro
ja: もっと見る
ko: 더 보기
nl: Toon meer
pt: Mostrar Mais
ru: Показать ещё
th: แสดงเพิ่มเติม
tr: Daha Fazla Göster
uk: Показати більше
vi: Xem Thêm
zh_hans: 显示更多

source: Sign this request
ar: توقيع هذا الطلب
de: Diese Anfrage signieren
es: Firma esta solicitud
fr: Signer cette demande
hi: इस रिक्वेस्ट को साइन करें
id: Tanda tangani permintaan ini
it: Firma questa richiesta
ja: このリクエストに署名
ko: 이 요청 서명
nl: Onderteken dit verzoek
pt: Assine este pedido
ru: Подпишите этот запрос
th: เซ็นคำขอนี้
tr: Bu isteği imzala
uk: Підпишіть цей запит
vi: Ký yêu cầu này
zh_hans: 签署此请求

source: Sign with %@
ar: التوقيع باستخدام %@
de: Mit %@ signieren
es: Firmar con %@
fr: Signer avec %@
hi: %@ से साइन करें
id: Tanda Tangani dengan %@
it: Firma con %@
ja: %@ で署名
ko: %@(으)로 서명
nl: Ondertekenen met %@
pt: Assinar com %@
ru: Подписать с %@
th: เซ็นด้วย %@
tr: %@ ile İmzala
uk: Підписати за допомогою %@
vi: Ký Bằng %@
zh_hans: 使用 %@ 签名

source: Signature Request
ar: طلب توقيع
de: Signaturanfrage
es: Solicitud de Firma
fr: Demande de Signature
hi: साइन रिक्वेस्ट
id: Permintaan Tanda Tangan
it: Richiesta di Firma
ja: 署名リクエスト
ko: 서명 요청
nl: Ondertekeningsverzoek
pt: Pedido de Assinatura
ru: Запрос на подпись
th: คำขอลายเซ็น
tr: İmza İsteği
uk: Запит на підпис
vi: Yêu Cầu Chữ Ký
zh_hans: 签名请求

source: Signing as %@
ar: التوقيع باسم %@
de: Signieren als %@
es: Firmando como %@
fr: Signature en tant que %@
hi: %@ के रूप में साइन किया जा रहा है
id: Menandatangani sebagai %@
it: Firma come %@
ja: %@ として署名中
ko: %@(으)로 서명 중
nl: Ondertekenen als %@
pt: A assinar como %@
ru: Подпись от имени %@
th: กำลังเซ็นในนาม %@
tr: %@ olarak imzalanıyor
uk: Підпис від імені %@
vi: Đang ký với tư cách %@
zh_hans: 以 %@ 身份签名

source: Signing failed.
ar: فشل التوقيع.
de: Signieren fehlgeschlagen.
es: Error al firmar.
fr: Échec de la signature.
hi: साइन करना विफल रहा।
id: Penandatanganan gagal.
it: Firma non riuscita.
ja: 署名に失敗しました。
ko: 서명에 실패했습니다.
nl: Ondertekenen mislukt.
pt: Falha ao assinar.
ru: Не удалось подписать.
th: การเซ็นล้มเหลว
tr: İmzalama başarısız oldu.
uk: Не вдалося підписати.
vi: Ký thất bại.
zh_hans: 签名失败。

source: Site
ar: الموقع
de: Website
es: Sitio
hi: साइट
id: Situs
it: Sito
ja: サイト
ko: 사이트
ru: Сайт
th: เว็บไซต์
uk: Сайт
vi: Trang web
zh_hans: 网站

source: Standard
ar: قياسي
es: Estándar
hi: स्टैंडर्ड
id: Standar
ja: 標準
ko: 표준
nl: Standaard
pt: Padrão
ru: Стандарт
th: มาตรฐาน
tr: Standart
uk: Стандарт
vi: Tiêu Chuẩn
zh_hans: 标准

source: Swap
ar: تبديل
de: Tauschen
es: Cambiar
fr: Échanger
hi: स्वैप
id: Tukar
it: Scambia
ja: スワップ
ko: 스왑
nl: Wissel
pt: Trocar
ru: Обмен
th: สวอป
tr: Takas
uk: Обмін
vi: Hoán Đổi
zh_hans: 兑换

source: Swap Sent
ar: تم إرسال التبديل
de: Tausch gesendet
es: Cambio Enviado
fr: Échange envoyé
hi: स्वैप भेज दिया गया
id: Swap Terkirim
it: Scambio inviato
ja: スワップを送信しました
ko: 스왑 전송됨
nl: Wissel verstuurd
pt: Troca Enviada
ru: Обмен отправлен
th: ส่งคำสั่งสวอปแล้ว
tr: Takas Gönderildi
uk: Обмін надіслано
vi: Đã Gửi Giao Dịch Hoán Đổi
zh_hans: 兑换已发送

source: Swapping…
ar: جارٍ التبديل…
de: Wird getauscht…
es: Cambiando…
fr: Échange en cours…
hi: स्वैप हो रहा है…
id: Menukar…
it: Scambio in corso…
ja: スワップ中…
ko: 스왑 중…
nl: Wisselen…
pt: A trocar…
ru: Обмен…
th: กำลังสวอป…
tr: Takas ediliyor…
uk: Обмін…
vi: Đang Hoán Đổi…
zh_hans: 正在兑换…

source: Swaps route through Uniswap pools on Base. Price moves with pool size; small pools shift a lot.
ar: تمر عمليات التبديل عبر مجمعات Uniswap على شبكة Base. يتحرك السعر مع حجم المجمع؛ المجمعات الصغيرة تتقلب كثيرًا.
de: Tauschvorgänge werden über Uniswap-Pools auf Base geleitet. Der Preis bewegt sich mit der Poolgröße; kleine Pools schwanken stark.
es: Los cambios se enrutan a través de los pools de Uniswap en Base. El precio varía según el tamaño del pool; los pools pequeños fluctúan mucho.
fr: Les échanges passent par les pools Uniswap sur Base. Le prix évolue avec la taille du pool ; les petits pools varient beaucoup.
hi: स्वैप्स, Base पर Uniswap पूल्स के ज़रिए रूट होते हैं। कीमत पूल के साइज़ के साथ बदलती है; छोटे पूल में बड़ा उतार-चढ़ाव होता है।
id: Swap dialihkan melalui pool Uniswap di Base. Harga berubah sesuai ukuran pool; pool kecil bergerak drastis.
it: Gli scambi vengono instradati tramite i pool di Uniswap su Base. Il prezzo varia in base alla dimensione del pool; i pool piccoli oscillano molto.
ja: スワップはBase上のUniswapプールを経由します。価格はプール規模によって変動し、小規模なプールほど大きく動きます。
ko: 스왑은 Base의 Uniswap 풀을 통해 라우팅됩니다. 가격은 풀 규모에 따라 변동하며, 소규모 풀일수록 변동폭이 큽니다.
nl: Wissels lopen via Uniswap-pools op Base. De koers beweegt mee met de poolgrootte; kleine pools schommelen sterk.
pt: As trocas passam pelas pools da Uniswap na Base. O preço varia com o tamanho da pool; pools pequenas oscilam muito.
ru: Обмены проходят через пулы Uniswap в сети Base. Цена зависит от размера пула; в маленьких пулах она сильно колеблется.
th: การสวอปจะทำผ่าน pool ของ Uniswap บนเครือข่าย Base ราคาจะเปลี่ยนแปลงตามขนาดของ pool โดย pool ขนาดเล็กจะผันผวนมาก
tr: Takaslar seçtiğin ağın havuzlarından geçer. Fiyat havuzun büyüklüğüne göre değişir; küçük havuzlarda oynaklık yüksektir.
uk: Обміни проходять через пули Uniswap у мережі Base. Ціна залежить від розміру пулу; у малих пулах вона сильно коливається.
vi: Các giao dịch hoán đổi được định tuyến qua các pool Uniswap trên Base. Giá thay đổi theo quy mô pool; các pool nhỏ có thể biến động mạnh.
zh_hans: 兑换会通过 Base 上的 Uniswap 资金池进行路由。价格会随资金池规模变化；小型资金池波动较大。

source: System
ar: النظام
es: Sistema
fr: Système
hi: सिस्टम
id: Sistem
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pt: Sistema
ru: Системная
th: ระบบ
tr: Sistem
uk: Системна
vi: Hệ Thống
zh_hans: 跟随系统

source: Terms of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Términos de Uso
fr: Conditions d'utilisation
hi: उपयोग की शर्तें
id: Ketentuan Penggunaan
it: Termini di Utilizzo
ja: 利用規約
ko: 이용약관
nl: Gebruiksvoorwaarden
pt: Termos de Utilização
ru: Условия использования
th: ข้อกำหนดการใช้งาน
tr: Kullanım Koşulları
uk: Умови використання
vi: Điều Khoản Sử Dụng
zh_hans: 使用条款

source: The Base network is public. Any address and transaction, including yours, can be viewed by anyone through a block explorer. This is a property of the blockchain, not of this app.
ar: شبكة Base عامة. يمكن لأي شخص عرض أي عنوان ومعاملة، بما في ذلك عنوانك ومعاملاتك، من خلال مستكشف الكتل (block explorer). هذه خاصية للبلوكتشين، وليست خاصية لهذا التطبيق.
de: Das Base-Netzwerk ist öffentlich. Jede Adresse und Transaktion, einschließlich deiner eigenen, kann von jedem über einen Block-Explorer eingesehen werden. Dies ist eine Eigenschaft der Blockchain, nicht dieser App.
es: La red Base es pública. Cualquier dirección y transacción, incluidas las tuyas, puede ser vista por cualquiera a través de un explorador de bloques. Esto es una propiedad de la blockchain, no de esta app.
fr: Le réseau Base est public. Toute adresse et transaction, y compris les vôtres, peut être consultée par n'importe qui via un explorateur de blocs. Ceci est une propriété de la blockchain, pas de cette app.
hi: Base नेटवर्क पब्लिक है। कोई भी ब्लॉक एक्सप्लोरर के ज़रिए किसी भी एड्रेस और ट्रांजैक्शन को देख सकता है, आपका भी। यह ब्लॉकचेन की खासियत है, इस ऐप की नहीं।
id: Jaringan Base bersifat publik. Setiap alamat dan transaksi, termasuk milikmu, bisa dilihat siapa saja melalui block explorer. Ini adalah sifat dari blockchain, bukan dari aplikasi ini.
it: La rete Base è pubblica. Qualsiasi indirizzo e transazione, inclusi i tuoi, può essere visualizzato da chiunque tramite un block explorer. Questa è una caratteristica della blockchain, non di questa app.
ja: Baseネットワークは公開されています。あなたのものを含め、あらゆるアドレスと取引はブロックエクスプローラーを通じて誰でも閲覧できます。これはブロックチェーン自体の性質であり、本アプリによるものではありません。
ko: Base 네트워크는 공개되어 있습니다. 사용자의 것을 포함한 모든 주소와 거래는 블록 탐색기를 통해 누구나 볼 수 있습니다. 이는 블록체인 자체의 특성이며, 이 앱의 특성이 아닙니다.
nl: Het Base-netwerk is openbaar. Elk adres en elke transactie, ook die van jou, is voor iedereen zichtbaar via een block explorer. Dat is een eigenschap van de blockchain, niet van deze app.
pt: A rede Base é pública. Qualquer endereço e transação, incluindo os seus, podem ser vistos por qualquer pessoa num explorador de blocos. Isto é uma característica da blockchain, não desta app.
ru: Сеть Base публична. Любой адрес и транзакцию, включая ваши, может посмотреть кто угодно через обозреватель блоков. Это свойство блокчейна, а не приложения.
th: เครือข่าย Base เป็นสาธารณะ ที่อยู่และธุรกรรมใดๆ รวมถึงของคุณ สามารถถูกดูได้โดยทุกคนผ่าน block explorer นี่คือคุณสมบัติของบล็อกเชน ไม่ใช่ของแอปนี้
tr: Base ağı herkese açıktır. Seninki dahil her adres ve işlem, bir blok gezgini üzerinden herkes tarafından görüntülenebilir. Bu, uygulamanın değil blok zincirinin bir özelliğidir.
uk: Мережа Base публічна. Будь-яку адресу й транзакцію, включно з вашими, може переглянути будь-хто через оглядач блоків. Це властивість блокчейну, а не застосунку.
vi: Mạng Base là công khai. Bất kỳ ai cũng có thể xem mọi địa chỉ và giao dịch, kể cả của bạn, thông qua một trình khám phá khối (block explorer). Đây là đặc tính của blockchain, không phải của ứng dụng này.
zh_hans: Base 网络是公开的。任何人都可以通过区块浏览器查看包括你在内的任何地址和交易。这是区块链本身的特性，而非本应用的行为。

source: The Solana network gave an unexpected answer.
ar: أعطت شبكة Solana استجابة غير متوقعة.
de: Das Solana-Netzwerk hat eine unerwartete Antwort geliefert.
es: La red de Solana devolvió una respuesta inesperada.
fr: Le réseau Solana a renvoyé une réponse inattendue.
hi: Solana नेटवर्क से एक अनपेक्षित जवाब मिला।
id: Jaringan Solana memberikan respons yang tidak terduga.
it: La rete Solana ha restituito una risposta inaspettata.
ja: Solanaネットワークから予期しない応答がありました。
ko: 솔라나 네트워크에서 예기치 않은 응답을 받았습니다.
nl: Het Solana-netwerk gaf een onverwacht antwoord.
pt: A rede Solana devolveu uma resposta inesperada.
ru: Сеть Solana вернула неожиданный ответ.
th: เครือข่าย Solana ให้คำตอบที่ไม่คาดคิด
tr: Solana ağı beklenmeyen bir yanıt verdi.
uk: Мережа Solana повернула неочікувану відповідь.
vi: Mạng Solana đã trả về một phản hồi không mong đợi.
zh_hans: Solana 网络返回了意外的响应。

source: The answer could not be delivered. Try again.
ar: تعذّر تسليم الاستجابة. حاول مرة أخرى.
de: Die Antwort konnte nicht zugestellt werden. Versuche es erneut.
es: No se pudo entregar la respuesta. Inténtalo de nuevo.
fr: La réponse n'a pas pu être transmise. Réessayez.
hi: जवाब डिलीवर नहीं हो सका। फिर कोशिश करें।
id: Respons tidak dapat dikirim. Coba lagi.
it: Non è stato possibile consegnare la risposta. Riprova.
ja: 応答を送信できませんでした。もう一度お試しください。
ko: 응답을 전송할 수 없습니다. 다시 시도하세요.
nl: Het antwoord kon niet worden afgeleverd. Probeer het opnieuw.
pt: Não foi possível entregar a resposta. Tente novamente.
ru: Не удалось доставить ответ. Попробуйте снова.
th: ไม่สามารถส่งคำตอบได้ ลองอีกครั้ง
tr: Yanıt ulaşamadı. Tekrar dene.
uk: Не вдалося доставити відповідь. Спробуйте ще раз.
vi: Không thể gửi phản hồi. Hãy thử lại.
zh_hans: 响应未能送达，请重试。

source: The app follows your iPhone language. To change it, go to Settings › AEIOT Wallet › Language.
ar: يتبع التطبيق لغة iPhone الخاص بك. لتغييرها، اذهب إلى الإعدادات › AEIOT Wallet › اللغة.
de: Die App folgt der Sprache deines iPhones. Um sie zu ändern, gehe zu Einstellungen › AEIOT Wallet › Sprache.
es: La app sigue el idioma de tu iPhone. Para cambiarlo, ve a Ajustes › AEIOT Wallet › Idioma.
fr: L'app suit la langue de votre iPhone. Pour la changer, allez dans Réglages › AEIOT Wallet › Langue.
hi: ऐप आपके iPhone की भाषा को फ़ॉलो करता है। इसे बदलने के लिए, सेटिंग्स › AEIOT Wallet › भाषा में जाएं।
id: Aplikasi ini mengikuti bahasa iPhone kamu. Untuk mengubahnya, buka Pengaturan › AEIOT Wallet › Bahasa.
it: L'app segue la lingua del tuo iPhone. Per cambiarla, vai su Impostazioni › AEIOT Wallet › Lingua.
ja: アプリはiPhoneの言語設定に従います。変更するには、設定 › AEIOT Wallet › 言語 に移動してください。
ko: 앱은 iPhone의 언어 설정을 따릅니다. 변경하려면 설정 › AEIOT Wallet › 언어로 이동하세요.
nl: De app volgt de taal van je iPhone. Ga naar Instellingen › AEIOT Wallet › Taal om die te wijzigen.
pt: A app segue o idioma do iPhone. Para mudar, vá a Definições › AEIOT Wallet › Idioma.
ru: Приложение следует языку iPhone. Чтобы изменить его, откройте Настройки › AEIOT Wallet › Язык.
th: แอปนี้จะใช้ภาษาตามที่ตั้งไว้ใน iPhone ของคุณ หากต้องการเปลี่ยน ไปที่การตั้งค่า › AEIOT Wallet › ภาษา
tr: Uygulama telefonunun dilini takip eder. Değiştirmek için: Ayarlar › AEIOT Wallet › Dil.
uk: Застосунок слідує мові iPhone. Щоб змінити її, відкрийте Налаштування › AEIOT Wallet › Мова.
vi: Ứng dụng sử dụng theo ngôn ngữ của iPhone. Để thay đổi, vào Cài Đặt › AEIOT Wallet › Ngôn Ngữ.
zh_hans: 本应用跟随 iPhone 的语言设置。如需更改，请前往「设置」›「AEIOT Wallet」›「语言」。
